IDEA Open Model
NadSetupValueDouble Properties
Compatible with IDEA StatiCa 20.1
The NadSetupValueDouble type exposes the following members.
Properties
Name | Description
Id
 Gets or sets the value id.
 (Inherited from NadSetupValue.)
IsActive
 Is active
 (Inherited from NadSetupValue.)
Value
 Gets or sets the value.
Top
See Also
Reference
NadSetupValueDouble Class
IdeaRS.OpenModel.Concrete Namespace